Repository: steeven-th/pterodactyl-status-server-wordpress
Catalog: pteroq-server-status/languages/pteroq-game-server-status-*.po
Languages: fr_fr

source: <= SERVER NOT FOUND - CHECK ID
fr_fr: <= Serveur non trouvé - Vérifiez l'ID

source: Add Game Server
fr_fr: Ajouter un serveur

source: Add New
fr_fr: Ajouter

source: All the fields are required !
fr_fr: Tous les champs sont requis

source: Allows you to see all the information of your game servers from the Pterodactyl Panel
fr_fr: Permet de voir toutes les informations de vos serveurs de jeux à partir du Panel Pterodactyl

source: Are you sure you want to do this ?
fr_fr: Etes-vous sûr de vouloir faire ça ?

source: ATTENTION : if you use port 80, leave this option blank
fr_fr: ATTENTION : si vous utilisez le port 80, laissez cette option vide

source: ATTENTION : make sure you know which is the server key and which is the client key
fr_fr: ATTENTION : assurez-vous de savoir quelle est la clé du serveur et quelle est la clé du client

source: Can I set up two Pterodactyl Panels ?
fr_fr: Puis-je installer deux Panels Pterodactyl ?

source: Click on <strong style="color: cornflowerblue">'Create'</strong>
fr_fr: Cliquez sur <strong style="color : cornflowerblue">'Create'</strong>

source: Click on <strong style="color: cornflowerblue">'Create New'</strong>
fr_fr: Cliquez sur <strong style="color : cornflowerblue">'Create New'</strong>

source: Client API key
fr_fr: Clé API client

source: Connection Port
fr_fr: Port de connexion

source: Delete
fr_fr: Supprimer

source: Display live statistics for your game server of Pterodactyl Panel
fr_fr: Affichez les statistiques en direct pour votre serveur de jeu du Panel Pterodactyl

source: Edit
fr_fr: Editer

source: Edit API settings
fr_fr: Editer les paramètres de l'API

source: Edit Server
fr_fr: Editer un serveur

source: ERROR
fr_fr: ERREUR

source: Game Engine
fr_fr: Moteur de jeu

source: Game Server
fr_fr: Serveurs

source: If you want to get a specific data from a server you will need to specify the <strong>display</strong> parameter.
fr_fr: Si vous voulez obtenir une donnée spécifique à partir d'un serveur, vous devrez spécifier le paramètre <strong>display</strong>.

source: Like this example : 80.70.60.50
fr_fr: Comme cet exemple : 80.70.60.50

source: Like this example : <span class="add-server-ip">7e3340f0</span>-acb6-4eb8-bf41-54a6938e80d2
fr_fr: Comme cet exemple : <span class="add-server-ip">7e3340f0</span>-acb6-4eb8-bf41-54a6938e80d2

source: Name
fr_fr: Nom

source: Only one Pterodactyl Panel can be configured in the settings for the moment
fr_fr: Un seul Panel Pterodactyl peut être configuré dans les paramètres pour le moment

source: Other Ports
fr_fr: Autres ports

source: Other ports :
fr_fr: Autres ports :

source: Please check that the server ID is correct or that the server exists
fr_fr: Veuillez vérifier que l'ID du serveur est correct ou que le serveur existe

source: Please insert just your IP of Pterodactyl Panel, without protocol
fr_fr: Veuillez insérer uniquement votre IP du Panel Pterodactyl, sans protocole

source: Please insert the first set of digits of the server UUID
fr_fr: Veuillez insérer les premiers chiffres de l'UUID du serveur.

source: Pterodactyl API settings
fr_fr: Paramètres de l'API Pterodactyl

source: Pterodactyl game Server
fr_fr: Serveurs de jeux Pterodactyl

source: Pterodactyl Game Servers List
fr_fr: Liste des serveurs de jeux Pterodactyl

source: Pterodactyl Panel - API key client
fr_fr: Pterodactyl Panel - clé API client

source: Pterodactyl Panel - API key server
fr_fr: Pterodactyl Panel - clé API serveur

source: Pterodactyl server status
fr_fr: Serveurs Pterodactyl

source: Pteroq server status
fr_fr: Pterodactyl server status

source: Requirements
fr_fr: Prérequis

source: Select <strong style="color: cornflowerblue">'Read'</strong> for <strong style="color: cornflowerblue">Allocations, Eggs, Locations, Nests, Servers</strong> (you can select all if you prefer)
fr_fr: Sélectionnez <strong style="color : cornflowerblue">'Read'</strong> pour <strong style="color : cornflowerblue">Allocations, Eggs, Locations, Nests, Servers</strong> (vous pouvez tout sélectionner si vous préférez)

source: Server
fr_fr: Serveur

source: Server API adress
fr_fr: Adresse du serveur

source: Server API key
fr_fr: Clé API serveur

source: Server ID
fr_fr: ID serveur

source: Server Identifier
fr_fr: Identifiant serveur

source: Server IP
fr_fr: IP serveur

source: Server IP :
fr_fr: IP serveur :

source: Server port address
fr_fr: Port du serveur

source: Server protocol adress
fr_fr: Protocole du serveur

source: Server State
fr_fr: Statut du serveur

source: Settings
fr_fr: Paramètres

source: Status :
fr_fr: Statut :

source: Status :
fr_fr: Statut :

source: Submit
fr_fr: Envoyer

source: That will only output the name of the server.Possible values for the <strong style="color: cornflowerblue">'display'</strong> parameter
fr_fr: Cela n'affichera que le nom du serveur. Valeurs possibles pour le paramètre <strong style="color : cornflowerblue">'display'</strong>

source: The IP address of your Pterodactyl Panel
fr_fr: L'adresse IP de votre Panel Pterodactyl

source: The PORT of your Pterodactyl Panel
fr_fr: Le PORT de votre Panel Pterodactyl

source: The PROTOCOLE of your address of your Pterodactyl Panel
fr_fr: Le PROTOCOLE de l'adresse de votre Panel Ptérodactyle

source: The server was successfully added to the database !
fr_fr: Le serveur a été ajouté avec succès à la base de données !

source: The server was successfully deleted from the database !
fr_fr: Le serveur a été supprimé avec succès de la base de données !

source: The server was successfully updated !
fr_fr: Le serveur a été mis à jour avec succès !

source: The settings was successfully added to the database !
fr_fr: Les paramètres ont été ajoutés avec succès à la base de données !

source: The settings was successfully updated !
fr_fr: Les paramètres ont été mis à jour avec succès !

source: To configure the plugin, go to Settings in the admin menu
fr_fr: Pour configurer le plugin, allez dans la section Paramètres du menu d'administration

source: You must specify the <strong style="color: cornflowerblue">'server_id'</strong> of the server you want to get details. You can find the <strong style="color: cornflowerblue">'server_id'</strong> in the <strong style="color: cornflowerblue">'Game server'</strong> menu in the admin panel.
fr_fr: Vous devez spécifier le <strong style="color : cornflowerblue">'server_id'</strong> du serveur dont vous voulez obtenir les détails. Vous pouvez trouver le <strong style="color : cornflowerblue">'server_id'</strong> dans la section <strong style="color : cornflowerblue">'Serveurs'</strong> du menu d'administration.

source: You need to set up an API client key with read permission. Follow these steps
fr_fr: Vous devez configurer une clé API client avec une autorisation de lecture. Suivez ces étapes

source: You need to set up an API server key with read permission. Follow these steps
fr_fr: Vous devez configurer une clé API serveur avec une autorisation de lecture. Suivez ces étapes

source: Your nonce did not verify !
fr_fr: Votre autorisation n'a pas pu être vérifiée !

source: Your selected server does not exist anymore !
fr_fr: Le serveur que vous avez sélectionné n'existe plus !
